Repository: mozilla-l10n/mt-training-data
Catalog: ig/ig_pontoon.tmx
Source language: en_us
Languages: ig

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ig: Dààlụ́ màkà ḿḿásị́ gị́ ń'ínyéré áká nà { $lang }. Ànyị̀ nà-àgbàsí m̀bọọ́ íké ímē kà ásụ̀sụ́ ọ́bụ́là dị́ ńkwádébé maka ḿwépụ̀tà mà na-ézìgákwárá òtù ńdị́ ńkwàdó ózí síté n'ùsòrò ḿgbásà ōzī ímèèlụ̀ (email). Ọ́bụ́rụ́ nà Ị̀ chọ̀rọ̀ ị́tụ́nyé òkè gị́, bíkó dépụ̀tà ákàrà ímèèlụ̀ gị́ n'ókpúrù ébé à.

source: The bumblebee sped by.
ig: Ụ̀zụ̀ án̄ụ́ (Bumblebee) áhụ̀ gàfèrè

source: The clip has disrespectful or offensive language.
ig: Ihé ḿkpọ́nyé à nà-ènyé ḿkpárị́ mà ọ̀ bụ̀ nwèrè ókwú ḿkpárị́ n'ímé yá.

source: The giant dinosaur of the Triassic.
ig: Ńnúkwú ọ́kị́ká (dinosaur) Tràyásíìkì (Triassic). [The giant dinosaur of the Triassic.]

source: The giant dinosaurs of the Triassi-.
ig: Ńnúkwú ọ́kị́ká Tràyásì- (Triassi-). [The giant dinosaurs of the Triassi-.]

source: The giant dinosaurs of the Triassic.
ig: Ńnúkwú ọ́kị́ká (dinosaur) Tràyásíìkì (Triassic). [The giant dinosaurs of the Triassic.]

source: The giant dinosaurs of the Triassic. Yes.
ig: Ńnúkwú ọ́kị́ká (dinosaurs) Tràyásíìkì (Triassic). Èé.

source: The number of recordings and which languages you contribute to will be public.
ig: Ọ́nụ́ọ́gụ́gụ́ Ị́hé ńdí Ị́ kpònyèrè nà ásụ̀sụ́ Í nyèrè áká Ị́ ǹyèrè ákà nà hà, á gà-èmé kà ọ̀hànézè hụ́ há.

source: The recording was too long.
ig: ḿkpọ́nyé ahụ̀ dị̀ ógólógó

source: The recording was too quiet.
ig: Ńdékọ́ áhụ́ ánághị́ ádàsị́ íké.

source: The recording was too short.
ig: ḿkpọ́nyé ahụ̀ pèrè m̀pé

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ig: Á gà-énwénátá ǹdị̀íchè ékéréchí n'ógó ụ̀dà n'ètítì ńdị́ ńgụ́pụ̀tá àbụ̀ọ́. Jụ́ ị́nábàtà yá mà ọ́bụ́rụ́ nà ọ́ nà-ádàsị́ íké ǹkè nà ọ́ nághị̀ èkwú ọ́fụ́má mà bụ̀ (ǹké káchá èmé), ọ́ bụ́rụ́ nà ọ́ ná-ádá ǹkè nà Ị̀ gághị̀ àghọ́táchá íhé é kwùrù bèlú sọ̀ mà Ị̀ lèrè ányá nà ǹkè é dèrè édé.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ig: Ásụ̀sụ́ ńdị́ à kà nà-àgábìgà ḿwúlíté ǹkè ńdị́ òbòdò à. Ógwé ọ̀gàníhú nà-ègósí ébé ásụ̀sụ́ ọ́bụ́là rùgòrò nà<localizationGlossaryLink>ńchị́kọ́tá ọ́wà ńchọ́chá</localizationGlossaryLink> na<sentenceCollectionGlossaryLink>ḿkpókọ́tá áhị́rị́ókwú</sentenceCollectionGlossaryLink>.

source: The selected file is too large
ig: Faịlụ (file) Ị́ họ̀tàrà bùrù íbù ǹkè úkwúù

source: The sentence has a grammatical or spelling error.
ig: Áhị́rị́ókwú ókwú áhụ̀ rìrì mpérí n'ụ̀tọ́ásụ̀sụ́ nà ńsụ́pé.

source: The sentence has disrespectful or offensive language.
ig: Áhị́rị́ókwú áhụ̀ ǹwèrè ḿkpárị́ màọ̀bụ̀ íhé gá-éwúté m̀mádù n'ímé yá.

source: The sentence must be grammatically correct.
ig: Áhị́rị́ókwū áhụ̀ gà-àbụ́rị́rị́ ǹké zírí ézí nà ụ̀tọ́ásụ̀sụ́

source: The sentence must be speakable.
ig: Áhị́rị́ókwū áhụ̀ gà-àbụ́rị́rị́ íhé ḿmádū ǹwèrè íké íkwú

source: The sentence must be spelled correctly.
ig: À gà-èdérị́rị́ áhị́rị́ókwū áhụ̀ ǹkè ọ́má.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ig: Ḿkpókọ́tá ńgwá nńyọ́chá TED-LIUM kà é mépụ̀tàrà síté nà ńdéghárị́ ólú ókwú ǹké dị́ n'ọ́wá ńchọ́chá TED

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ig: Ńké à bụ̀ ákụ̀kụ́ ǹlò ǹké gụ́nyéré ńgwá ńchọ́chá gá-ágbányé ígwé ǹghọ̀tá ọ́nụ́ọ́gụ́gụ́ nà ǹkè ná-áchọ́pụ̀tá éé/ḿbà.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ig: Ńhàzí à nà-àchị́kọ́tá ụ́gbọ́ ńdú ọ̀hụ̀hụ̀ gị́. É zóó yá, à gághị̀zị̀ àhụ́ àgàmníhú gí. Ǹké à pụ̀tàrà nà ònyònyó, áhá ǹjìrìmárá nà àgàmníhú gị́ ạ́gághị̀ ègósí n'ụ́gbọ́ ńdú. Màtá nà ńsàpéghárị́ ụ́gbọ́ ńdú nà-éwè - { $minutes }ńkéjí íjí tínyégásị́á ḿgbánwè á chọ̀rọ̀.

source: Three to go!
ig: Ọ́ fọ̀dụ̀rụ̀ àtọ́ kà é mécháá!

source: Tigre
ig: Ásụ̀sụ́ Tigre

source: Tigrinya
ig: Ásụ̀sụ́ Tìgíríníyà

source: Today
ig: Táà

source: Today's Common Voice progress on clips recorded
ig: Àgàmníhú Common Voice nwètèrèlà n'ụ́mụ̀ ńkéńké íhé Ị́ kpọ̀nyèrè taa

source: Today's Common Voice progress on clips validated
ig: Àgàmníhú Common Voice nwètèrèlà n'íhé ígèńtì ńdị́ á kwádòròlà táà

source: Today's Progress
ig: Àgàmnírú é nwètàrà táà

source: Top Contributors
ig: Ńdị́ káchá ákwàdó

source: Total
ig: Ḿkpọ́kọ́tá

source: Total Approved
ig: Ḿkpókọ́tá ọ́nụ́ ọ́gụ́gụ́ íhé ńdị́ kwàdòròlà

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ig: élékéré { $totalHours } kà é nwèrè íké ínwétá n'ímé íhé kárị́rị́ọ́nwá { $periodMonths } mà ọ́ bụ́rụ́ nà ḿmádụ̀ { $people } tunyere akana ḿkpọ́nyé { $clipsPerDay } n'ótù ụ́bọ̀chị̀

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ig: N'áká ńrí, ànyị́ dépụ̀tàrà m kọ́wákwáá ózí ńdị́ ányị́ nà-èmé kà ọ̀hà hụ́. Jìrí ọ́wá dị́ n'òkpúrú màkà íjì ọ́wà ńké áká ónyé ǹkè Common Voice màlíté.

source: Toward next goal
ig: N'írú èbùmnúché ná-ésòchí

source: Turkish
ig: Ásụ̀sụ́ Tọ́kíìhì

source: Turkmen
ig: Ásụ̀sụ́ Turkmen

source: Twi
ig: Ásụ̀sụ́ Chúwì

source: Typically megabytes
ig: Megabyte

source: Ubykh
ig: Ásụ̀sụ́ Úbíìkì

source: Udmurt
ig: Ásụ̀sụ́ Údúmọ́ọ̀tụ̀

source: Ukrainian
ig: Ásụ̀sụ́ Yùkùréníànụ̀

source: Understand contribution criteria
ig: Ghọ̀tá úsòrò ńtụ́nyé òkè

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ig: Ghọ̀tá íhé ńdị́ Ị́ kwèsị̀rị̀ ị́ ná-àchọ́ m̀gbè Ị́ nà-ègé ḿkpọ́nyé ụ̀dà-ólú ńtị̀ mà nyékwá áká báwányékwúó ńdékọ́ ụ̀dà-ólú ǹkè gị́.

source: Upload aborted. Do you want to delete your recordings?
ig: Bùgóté ńdị́ Ị́ kábìrì. Ị̀ chọ̀rọ̀ íhíchàpụ̀ íhé ígéńtì gị́?

source: Upload an image file
ig: Zìgá foto gi

source: Urdu
ig: Ásụ̀sụ́ Údú

source: User Name
ig: Áhá ǹjìrìmárá

source: Uyghur
ig: Ásụ̀sụ́ Wígọ̀

source: Uzbek
ig: Ásụ̀sụ́ Úzúbéèkị̀

source: Validated Clips
ig: Íhé á kwàdòròlà

source: Validated Hours
ig: Élékéré òlé nà òlé à kwàdòrò

source: Validated Hr. Total
ig: Ḿkpókọ́tá Hr. á kwàdòrò

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ig: Ilèléé mà ụ̀dà-ólú ńdị́à hà dị̀ kà há kwèsị̀rị̀ gà-ényéré òtù Common Voice áká n'íhé há nà-èmé. Gee ntị mà nyèré ányị́ áká képụ̀tá ọ́wá ńchékwá ụ́yọ̀kọ̀ ụ̀dà-ólú kwụ́ chị̀m.

source: Validations
ig: Ńkwàdó

source: Varying Pronunciations
ig: Ụ̀dị́ ḿkpọ́pụ̀tá dị́ íchè íchè

source: Venetian
ig: Ásụ̀sụ́ Vènị́shị́ànụ̀

source: Version
ig: Ụ̀dị́

source: Vietnamese
ig: Ásụ̀sụ́ Vị̀yétị̀nàmị́ìsì

source: View your progress against personal and project goals.
ig: Lèléé àgàmníhú gị́ dị́kà ó sì métútá èbùmnúché ǹké ónwé nà ǹkè ọ́rụ́ é jì n'áká.

source: Visible
ig: Hụ̀nányá

source: Voice clips are entered into a submission queue that readies them for listening.
ig: Á nà-àwúnyéÍhé ákpònyèrè n'ímé ọ́gbárá íhé ńdị́ á tụ̀kọ̀tàrà ǹké ná-ákwádó há màkà ńgèré.

source: Voice Dataset, Ready for Download
ig: Ụ́yọ̀kọ̀ ńgwá ńchọ́chá ólú ókwú (voice dataset) dị́ ńjìkéré màkà ḿbúdàtá

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ig: Ókwú bụ̀ ọ̀nàtàràchí, ókwú bụ̀ íhé m̀mádụ̀ nwèrè ènwé. Maka nke a ka o ji másị́ ànyị́ ímépụ̀tà ǹkà ólú à (Voice technology) íjí nyéré ígwé-nwéré-àkọ́núché ányị́ áká. Mànà íjí mépụ̀tà ákọ́rọ́ngwá ụ̀dà-ólú à (Voice systems), ńdị́ńrụ́pụtá gà-àchọ́ ọ̀tụ́tụ́ ńgwá ńnyọ́chá ụ̀dà-ólú (Voice data).

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ig: Ókwú bụ̀ ọ̀nàtàràchí, ókwú bụ̀ íhé m̀mádụ̀ nwèrè ènwé. Màkà nké à kà ó jì másị́ ányị́ ímépụ̀tà ǹkà-ólú à (Voice technology) íjí nyéré ígwé-nwéré-àkọ́núché ányị́ áká. Mànà íjí mépụ̀tà ákọ́rọ́ngwá ụ̀dà-ólú à (Voice systems), á gà-àchọ́ ọ̀tụ́tụ́ ńgwá-ńnyòchá-ụ̀dà-ólú (Voice data).

source: Voices Online Now
ig: Ólú ókwú ńdị́ nọ́ n'ìkùkù úgbú à

source: Volume
ig: Ógó ụ̀dà (volume)

source: Votic
ig: Ásụ̀sụ́ Vótíìkì

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ig: É hìbèrè VoxForge màkà ị́nákọ́tá ókwú é dèghàrị̀rị̀ édéghárị́ kà é jìrí yá nà ọ́wà ígwé ǹghọ́tá ókwú (speech recognition engines) mépéré émépé n'éfù.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ig: Ị́ chọ̀rọ̀ kà Ị́ nà-ènwétá ózí kà ó sì àgá gbàsárá ụ́yọ̀kọ̀ ńgwá ńchọ́chá ọ́hụ́rụ́ Common Voice? Débànyé màkà ínwétá ákwụ́kwọ́ ózí ányị́.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ig: Ànyị́ nà-éwúlíté ụ́yọ̀kọ̀ ńgwá ńchọ́chá ụ̀dà-ólú gá-ádị́rí ónyé ọ́bụ́là, ǹkè ḿmádụ̀ níílé gà-èjí wúlíté ńgwá ólú ókwú.

source: We are going out to get a coffee.
ig: Ànyị́ nà-ápụ̀ ị́gá wètà kọ̀fị́

source: We are going out to get coffee.
ig: Ànyị́ nà-ápụ̀ ị́gá wètà kọ̀fị́ (coffee). [We are going out to get coffee.]

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ig: Ànyị́ níílé nà Mozilla nà-èwú òbòdò màkà ńkwàlíté ǹkà n'ụ́zụ́ gbásạ́rá ụ̀dà-ólú. Ànyị́ chọ̀rọ̀ kà ànyị́ ná-àkpárị́tá kwà m̀gbè íjí ná-ènwétá ózí kà íhé sì àgà mà ụ́zọ̀ ọ́hụ́rụ́ níílé ńgwá ńchọ́chá sì ápụ̀tà nàkwàzị̀ ètù Í sì jìrí ńgwá ńchọ́chá ńdí à àrụ́ ọ́rụ́.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ig: Ànyị́ kwèsìrì íké nà ọ́tùtù ụ́yọ̀kọ̀ ńgwá ńchọ́chá ólú ókwú é mèrè màkà ḿmádụ̀ níílé gà-ákwàlite mmepụta ihe ọhụrụ na ézígbó asọmpi n'azụmahịa mmụta igwe ǹké dábéré nà ǹkànụ́zụ́ ókwú. Nke a bụ ḿbọ zuru ụwa ọnụ ǹkè anyị na-akpọ onye ọ bụla ka ọ sonye. Ebumnobi anyị bụ inyere nkà na ụzụ okwu aka ísònyè nà kà ó sì ágá, mà na-egosipụta ụdị olu dị iche iche sitere n'ákụ̀kụ̀ ụwa níílé.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ig: Ànyị́ kwènyèrè nà na ọ̀tụ́tụ́ ụ́yọ̀kọ̀ ngwá ńchọ́chá é wùbèrè màkà ónyé ọ́bụ́là gà-ènyé áká kwàdóó ńchépụ́tá ọ́húrú nà ézí ásọ́mụ́mpì n'àzụ́máhị́á ńdị́ ná-éwú ígwè é jì émé ḿmụ̀tá ńké gbádóró ụ́kwụ́ nà ǹkànụ́zụ́ ókwú. Ụ́yọ̀kọ̀ ngwá ńchọ́chá Common Voice n'ọ̀tụ́tụ́ bụ̀ ọ̀kà íbè n'ímé ụ́yọ̀kọ̀ ngwá ńchọ́chá mànà ọ̀bụ́ghị́ náánị́ yá dị̀. Légá ányá n'íhú ọ́wá à dị́kà ébé ńrụ̀tụ́áká màkà ọ́wà ụ́yọ̀kọ̀ ngwá ńchọ́chá ńdị́ ọ́zọ́ nàkwà ébé ńnwétá ózí ọ́hụ́rụ́ dị́kà Common Voice nà-àgá n'íhú.

source: Weekly
ig: Kwà ízù

source: Weekly Goal
ig: Èbùmnúché kwà ízù

source: Welcome { $company } staff!
ig: Ǹnọ́ọ̀ { $company } ónyé ọ́rụ́!

source: Welcome to Common Voice
ig: Ǹnọ́ọ̀ nà Common Voice

source: Welsh
ig: Ásụ̀sụ́ Wéèlụ̀shị̀

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ig: Ànyị́ nà-èkwé gị́ ńkwà íjí ányá írú àlà jìkwáá ózí gị́. Gụ̀kwúó ihe gbàsárá ǹké à n'ébé ányị́ dèrè yá <privacyLink> </privacyLink>

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ig: Ànyị́ nà-èwú ụ́yọ̀kọ̀ ńgwá ńchọ́chá n'ọ̀tụ́tụ́ ásụ̀sụ́ ǹkè ḿmádụ̀ níílé nwèrè íké íjì wúlíté ńgwá nwéré íké mà ọ̀ bụ̀ ghọ́tá ókwú.

source: We’re experiencing unexpected downtime
ig: Ànyị́ nà-ènwé ógè ọ̀dị̀dà ná-àtụ́ghị̄ ányá yá

source: We’re going out to get coffee.
ig: Ànyị́ nà-ápụ̀ ị́gá wètà kọ̀fị́ (coffee). [We’re going out to get coffee.]

source: We’re sorry, your platform is not currently supported.
ig: Ọ́ dị̀ ḿwúté, à kwádòghị̀ íkpó gị́ kà ọ́ dị̀ úgbú à.

source: We've run out of sentences to record in this language...
ig: Áhị́rị́ókwú á gà-èdékọ́ n'ásụ̀sụ́ à àgwụ́sị́gó

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ig: Ànyị́ chọ̀rọ̀ kà ńhàzí ígwé é jì émé ḿmụ̀tá nwéé íké íjíkwátá ḿkpọ́tụ́ ná-ádà, mà ọ̀bụ́làdị̀ ụ̀zụ́ ná-ádàsị́ íké kà é nwèrè íké ị́nábàtà mà ọ́bụ́rụ́ nà há égbóchìghì gị̀ ị́ghọ́tá íhé níílé dị́ n'èdèrèèdé. Ḿkpọ́tụ́ ná-ádá àlá àlà dị̀ ḿmá; mànà égwú ná-ádàsị́ íké ǹké nwéré íké ímé kà Ị́ ghàrá ị́nụ́ ḿkpụ́rụ́ókwú níílé ádị́ghị́ ḿmá.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ig: Ànyị́ gà-àkpọ́tụ́rụ́ m̀gbè ná-étéghì ányá màkà ózí gbàsárá kà Ị́ èsí tínyé ásụ̀sụ́ gị́ nà Common Voice.

source: We will be in touch with more information as it becomes available.
ig: Ànyị́ gà ná-àkpọ́tụ́rụ́ gị́ dị́kà ózí ńdị́ ọ́zọ́ nà-ábàtá.

source: We will not make your email public.
ig: Ànyị́ ágághị̀ èmé kà ọ̀hànézè hụ̀ ózí ímèélụ̀ (email) gị̀.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ig: Ànyị́ gà-ényòchá árị̀rị́ọ́ Ị́ nà-àrị́ọ́ kà é wépú ḿkpọ́nyé gị́ n'ímé ụ́yọ̀kọ̀ ńgwá ńchọ́chá. Ọ́ bụ́rụ́nà á nábàtá árị̀rị́ọ́ gị́, ànyị́ gà-àkpọ́tụ́rụ́ ńdị́ búdàtàràlà yá bụ́ ụ́yọ̀kọ̀ ńgwá ńchọ́chá mà rị́ọ́ há kà há wépụ́kwá ḿkpọ́nyé ólú ókwú gị́.

source: What issues are you experiencing with this sentence?
ig: Kèdú ńsògbú Ị́ nà-ènwé n'áhị́rị́ókwū à?

source: What kind of goal do you want to build?
ig: Kèdụ́ ụ́dị́ èbùmnúché Ị́ chọ̀rọ̀ íwúlíté

source: What’s inside the Common Voice dataset?
ig: Gị́nị́ dị̀ n'ímé ụ́yọ̀kọ̀ ńchọ́chá (dataset) Common Voice?

source: What's Public?
ig: Gínī kà ọ̀hà nwèrè íké íhū

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ig: Dị́kà Ị́ nà-égè ńtị́ lèléé ǹkè ọ́má mà íhé ńdị́ á kpònyèrè, nà ńdị́ é dèrè èdé hà bụ̀ ótù; jụ̀ ị́nábàtà yá mà é nwéé ọ̀bụ́làdị̀ ḿmérú pékásírí ḿpé.<br /> Ḿmérú káchá ápụ̀tá ìhè gụ̀nyèrè:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ig: Mgbè ọ́bụ́là Ị́ rị̀ọ̀rọ̀ mkpọ́nyé gị́, ànyị́ nà-èkpókọ́tá yá n'ótù mà ọ̀ bụ̀ ọ̀tụ́tụ́ mkpókọ́tá ZIP. Ńdị́ à bụ̀ árị̀rị̀ọ́ gị́ ńdị́ gárá àgá:

source: Why ?
ig: Màkà gị́nị́?

source: Why a profile?
ig: Kèdú íhé kpátárá é jí ènwé ǹjìrìmárá ōnyē?

source: Why Common Voice?
ig: Gị́nị́ kpàlìtèrè Common Voice?

source: Why does this matter?
ig: Gị́nị́ mèrè ǹké à jì dị́ ḿkpà?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ig: Ị̀ gà-áchọ́ kà é híchàpụ́ ḿkpọ́nyé gị́, kà Ị́ chọ̀rọ̀ kà á hápụ́ há na Common Voice dataset?

source: Yes
ig: Ee

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ig: Éé, zìtéré m ózí n'ímèèlụ̀ (email). Ọ́ gà-àmàsị̀ m kà m nà-ènwétá ózī gbàsárá àgàmníhú ásụ̀sụ̀ à na òtù Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ig: Éé, zìtéré m ózí n'ímèèlụ̀. Ọ́ gà-àmàsị̀ m kà m nà-ènwétá ōzī gbàsárá àgàníhú ásụ̀sụ̀ à na òtù Common Voice.

source: Yiddish
ig: Ásụ̀sụ́ Yị́dị́ìshì

source: Yoruba
ig: Ásụ̀sụ́ Yòròbá

source: You
ig: Gị

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ig: Ị́ nà-áchọ́ íbídó ḿbúdàtá nke<size>{ $size }GB</size>, Ị̀ chọ̀rọ̀ ị́gá n'íhú?

source: You are prepared to initiate a download of <b>{ $size }</b>
ig: Ị̀ dị́lá ńjìkéré íbīdō ḿbúdàtá <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
ig: Í nwèrè íké ímé kà á hụ́ áhá ǹjìrìmárá gị́ mà ọ̀bụ̀kwànụ̀ Ì zóchíé yá.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ig: Ị́ nwèrè íké ínyé áká wúó ọ́wà ụ́yọ̀kọ̀ ńgwá ńchọ́chá dị́ íchè íché gá-ádị́ màkà ónyé ọ̀bụ́là (open-source dataset) síté nà íképụ̀tà èjìrìmárá ǹkè gị́ nà Common Voice mà tụ́nyékwá òkè ólú ókwú.

source: You cannot request your recordings while another request is already in progress.
ig: Ị̀ nwéghị̄ íké ị́rị̄ọ̄ ńdékọ̀ gị́ m̀gbè árị̀rị́ọ̄ ọ̀zọ̀ nà-àgá n'íhú

source: You can request a new takeout of your recordings every { $days } days.
ig: Í nwèrè íké ị́rị́ọ́tá ńdékọ́ ọ́zọ́ tínyéré ǹkè ị̀rị̀ọ̀bùrù kwà{ $days } ụ́bọ̀chị̀

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ig: Ị̀ họ̀rọ̀bèghị̀ ásụ̀sụ́ ọ́bụ́là. Bíkō gàá nà <profileLink>Profaịlụ</profileLink> gị́ kà ị́họ̀rọ́ ásụ̀sụ́.

source: You must allow microphone access.
ig: Ị́ gà-kwérírí kà ígwè ókwū gí nwéé òhèrè

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ig: Ǹdébé-ólú gí bu ùsòrò gí ònwé gí sì àkpópùtá ókwū. Ọ́ nnà-èsíté n'ébé m̀mádū bìgòrò, ásụ̀sụ́ ńdí ọ̀zọ́ ḿmádù nà-àsụ́ màkwà íhé ńdí ọ̀zọ́. Í nwèrè íké ídētū íhé ńdí ọzọ í chèrè nà ọ́ gà-ábà úrù ébé à.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ig: Ńdékọ́ gị́ ńdị́ ná-énwéghí íhé ǹjìrìmárá gí gà-àdị́gídé na Common Voice dataset. Ńgwá ńgwá Ị́ híchàpụ̀rụ̀ ǹjìrìmárá gị́, Ị́ gághị́zị̀ énwé íké ízìgà árị̀rị́ọ́ kà é wépụ́ ńdékọ́ gị́ n'ụ́yọ̀kọ̀ ńgwá ńchọ́chá (dataset).

source: Your daily goal has been created
ig: É képụ̀tálá èbùmnúché gị́ kwà ụ́bọ̀chị̀

source: Your download has started.
ig: Ḿbúdàtá Ị́ chọ̀rọ̀ ámàlítélá.

source: You’re contributing to a target segment
ig: Ị́ nà-àtụ́nyé óké n'ótù ńgàlàbá èbùmnúché.

source: You’re contributing to our first target segment
ig: Ị nà-àtụ́nyé óké nà ńgàlàbá èbùmnúché ányị́ ǹké ḿbụ́.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ig: Kà ọ́ dị̀ úgbú à, á kwádóólá gị́ kà Ị́ ghàrá ị́nátá ózí íméèlụ̀ ọ̀bụ́là ǹkè ńchètárá ébmnúché, kà ó sí gbátá kwụ́rụ́ gbàsàrà àgàníhú m, nàkwà ákwụ́kwọ̀ ózí gbàsàrà Common Voice.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ig: Kà ọ́ dị̀ úgbú à, á kwádóólá gị́ kà Ị́ ị́nátá ózí íméèlụ̀ (email) ọ̀bụ́là ǹkè ńchètárá ébmnúché, kà ó sí gbátá kwụ́rụ́ gbàsàrà àgàníhú m, nàkwà ákwụ́kwọ̀ ózí gbàsàrà Common Voice.

source: Your files are being assembled. Please check again later.
ig: Á nà-áchị́kọ́tá íbé ḿkpókọ́tá n̄gwá gị́. Bíkó, lèléghárị́á m̀gbé ọ̀zọ́

source: Your Languages
ig: Ásụ̀sụ́ gị

source: Your username and email will not be associated with the published data.
ig: À gághị́ étínyékọ́ áhá ǹjìrìmárá gị́ mà ọ̀ bụ̀ íméèlụ̀ (email) gị́ n'íhé á gà-ébípụ̀tá.

source: Your weekly goal has been created
ig: É képụ̀tálá èbùmnúché gị́ kwà ízù

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ig: Í nyérélá Common Voice áká írúté<goalPercentage></goalPercentage>ǹké ébmnúché ńdékọ́ ányị́{ $goalValue } kwà ụ́bọ̀chị̀!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ig: Í nyérélá Common Voice áká írúté<goalPercentage></goalPercentage> ǹké bụ́ èbùmnúchè ńkwàdó { $goalValue }ányị́ kwà ụ́bọ̀chị̀!

source: You've successfully signed up for contributing to { $language }. Thank you.
ig: Ńdébànyé áhà Ị mèrè maka inye aka na { $language } gàrà ǹkè ọ́má. Ǹdééwó.

source: Zip #{ $offset } of { $total }
ig: Zip #{ $offset } ǹkè { $total }

source: 1 Review
ig: 1 Ntuleghachi(numReviews)ntuleghachi

source: Adults Only 18+
ig: Okenye naanị18+

source: Android Mobile
ig: Ekwentị Android

source: Android Tablet
ig: Android Mbadamba

source: An error occurred.
ig: Enweela ọdachi

source: An internal server error occurred. Please try again later.
ig: Onwere ọdachi sava ime nwere. Biko nwaa ọzọ.

source: An update to Marketplace is available.
ig: Ihe ọhụrụ dị n'ọma ahịa.

source: App for Albania
ig: App maka AlbanịaApp maka Albanịa

source: App for Argentina
ig: App maka AjentinaApp maka Ajentina

source: App for Bangladesh
ig: App maka BangladeshApp maka Bangladesh

source: App for Brazil
ig: App maka BrazilApp maka Brazil

source: App for Bulgaria
ig: App maka BọlgerịaApp maka Bọlgerịa

source: App for Chile
ig: App maka ChileApp maka Chile

source: App for China
ig: App maka ChaịnaApp maka Chaịna

source: App for Colombia
ig: App maka KolombiaApp maka Kolombia

source: App for Costa Rica
ig: App maka Kosta RicaApp maka Kosta Rica

source: App for Croatia
ig: App maka KrotiaApp maka Krotia

source: App for Czech Republic
ig: App maka Czech RịpọblikApp maka Czech Rịpọblik

source: App for Ecuador
ig: App maka EkuedọApp maka Ekuedọ

source: App for El Salvador
ig: App maka El SalvadọApp maka El Salvadọ

source: App for France
ig: App maka FransApp maka Frans

source: App for Germany
ig: App maka JaminiApp maka Jamini

source: App for Greece
ig: App maka GrizApp maka Griz

source: App for Hungary
ig: App maka HọngarịApp maka Họngarị

source: App for India
ig: App maka IndiaApp maka India

source: App for Italy
ig: App maka ItaliApp maka Itali

source: App for Japan
ig: App maka JapanApp maka Japan

source: App for Macedonia
ig: App maka Mesidonịa App maka Mesidonịa

source: App for Mexico
ig: App maka Meziko App maka Meziko

source: App for Montenegro
ig: App maka Montenegro App maka Montenegro

source: App for Nicaragua
ig: App maka NịkaragụaApp maka Nịkaragụa

source: App for Panama
ig: App maka PanamaApp maka Panama

source: App for Peru
ig: App maka PeruApp maka Peru

source: App for Poland
ig: App maka PolandApp maka Poland
